Repository: NMarjou/localization-app
Catalog: TMs/en-US_nl-NL.tmx
Source language: en_us
Languages: nl_nl

source: No new notifications. Check again later for updates.
nl_nl: Geen nieuwe meldingen. Controleer later opnieuw voor updates.

source: Quick actions
nl_nl: Snelle acties

source: Your documents will appear here
nl_nl: Uw documenten zullen hier verschijnen

source: Your documents
nl_nl: Uw documenten

source: You have no documents yet.
nl_nl: U heeft nog geen documenten.

source: No documents
nl_nl: Geen documenten

source: You have already responded to this request.
nl_nl: U heeft al op dit verzoek gereageerd.

source: Learning
nl_nl: Leren

source: Add behaviors
nl_nl: Gedragingen toevoegen

source: Assigned to {{count}} people
nl_nl: Toegewezen aan {{count}} mensen

source: {{org}} is already included into the selected departments.
nl_nl: {{org}} is al opgenomen in de geselecteerde afdelingen.

source: User or organization
nl_nl: Gebruiker of organisatie

source: Are you sure you want to publish this library?
nl_nl: Weet je zeker dat je deze bibliotheek wilt publiceren?

source: The library was successfully published.
nl_nl: De bibliotheek is gepubliceerd.

source: Your library was successfully saved.
nl_nl: Uw bibliotheek is opgeslagen.

source: Library description
nl_nl: Bibliotheekbeschrijving

source: Library display options
nl_nl: Weergaveopties voor bibliotheek

source: Library name
nl_nl: Bibliotheeknaam

source: Library owners
nl_nl: Bibliotheekeigenaren

source: Tag description
nl_nl: Tagbeschrijving

source: Tag name
nl_nl: Tagnaam

source: Enter a short description
nl_nl: Voer een korte beschrijving in

source: The library was saved.
nl_nl: De bibliotheek is opgeslagen.

source: Locality
nl_nl: Plaats

source: City or locality.
nl_nl: Stad of plaats.

source: This audit trail will track the history of all file uploads. Any time a translation file is uploaded, the details will be recorded here automatically.
nl_nl: Dit controlelogboek houdt de geschiedenis van alle bestandsuploads bij. Telkens wanneer een vertaalbestand wordt geüpload, worden de details hier automatisch vastgelegd.

source: No audit records yet
nl_nl: Nog geen controlegegevens

source: Imported by:
nl_nl: Geïmporteerd door:

source: Number of labels created:
nl_nl: Aantal aangemaakte labels:

source: Number of labels reverted to standard:
nl_nl: Aantal labels teruggezet naar standaard:

source: Number of labels skipped:
nl_nl: Aantal overgeslagen labels:

source: Show details
nl_nl: Details tonen

source: The size of the files exceeds the maximum limit.
nl_nl: De bestandsgrootte overschrijdt de maximale limiet.

source: Language code:
nl_nl: Taalcode:

source: Created at:
nl_nl: Aangemaakt op:

source: Labels changed:
nl_nl: Labels gewijzigd:

source: Language:
nl_nl: Taal:

source: Last updated:
nl_nl: Laatst bijgewerkt:

source: Translation source:
nl_nl: Vertaalbron:

source: Language details
nl_nl: Taalgegevens

source: Updated by:
nl_nl: Bijgewerkt door:

source: Versions:
nl_nl: Versies:

source: {{selectedCount}} files selected
nl_nl: {{selectedCount}} bestanden geselecteerd

source: Get started by uploading a localization file.
nl_nl: Begin door een localisatiebestand te uploaden.

source: No customizations yet.
nl_nl: Nog geen aanpassingen.

source: Search by language code
nl_nl: Zoeken op taalcode

source: Custom overwrites
nl_nl: Aangepaste overschrijvingen

source: Total languages
nl_nl: Totaal aantal talen

source: Translation source
nl_nl: Vertaalbron

source: Add at least one file to start uploading.
nl_nl: Voeg ten minste één bestand toe om te beginnen met uploaden.

source: An error occurred while validating the file. Please check the column names, mandatory data, file format and try again.
nl_nl: Er is een fout opgetreden bij het valideren van het bestand. Controleer de kolomnamen, verplichte gegevens en het bestandsformaat en probeer het opnieuw.

source: Upload finished
nl_nl: Upload voltooid

source: Invalid file name
nl_nl: Ongeldige bestandsnaam

source: A file with the same name was already added.
nl_nl: Er is al een bestand met dezelfde naam toegevoegd.

source: The file upload has failed.
nl_nl: Het uploaden van het bestand is mislukt.

source: The file was successfully uploaded.
nl_nl: Het bestand is succesvol geüpload.

source: Fill in the template
nl_nl: Vul het sjabloon in

source: Upload the file
nl_nl: Upload het bestand

source: Supported formats: CSV. Max 10MB for file.
nl_nl: Ondersteunde indelingen: CSV. Maximale bestandsgrootte: 10 MB.

source: File upload for {{language}}
nl_nl: Bestand uploaden voor {{language}}

source: Upload additional files
nl_nl: Extra bestanden uploaden

source: Company name
nl_nl: Bedrijfsnaam

source: Enter
nl_nl: Voer in

source: Your company name could not be found; please check the spelling and try again. If you need further support, please contact your internal IT helpdesk or your system administrator.
nl_nl: Uw bedrijfsnaam kon niet worden gevonden; controleer de spelling en probeer het opnieuw. Als u verdere ondersteuning nodig heeft, neem dan contact op met uw interne IT-helpdesk of uw systeembeheerder.

source: Something's not right.
nl_nl: Er klopt iets niet.

source: Enter your company name
nl_nl: Voer uw bedrijfsnaam in

source: Welcome
nl_nl: Welkom

source: Your email
nl_nl: Uw e-mail

source: Username or email
nl_nl: Gebruikersnaam of e-mail

source: Enter your email
nl_nl: Voer uw e-mailadres in

source: I'm logging in for the first time/I forgot my password
nl_nl: Ik log voor de eerste keer in/Ik ben mijn wachtwoord vergeten

source: It's great to see you!
nl_nl: Het is geweldig om je te zien!

source: Re-enter my company name
nl_nl: Voer mijn bedrijfsnaam opnieuw in

source: You are signed in to company:
nl_nl: U bent ingelogd bij bedrijf:

source: Sign in with my company SSO login
nl_nl: Meld u aan met mijn bedrijfs-SSO-login

source: Log back in
nl_nl: Log opnieuw in

source: You have been successfully logged out.
nl_nl: U bent succesvol uitgelogd.

source: Logout successful
nl_nl: Uitloggen succesvol

source: Professional roles
nl_nl: Professionele rollen

source: Exceeded
nl_nl: Overschreden

source: Progress slider
nl_nl: Voortgangsschuif

source: Please add at least one measurement criteria.
nl_nl: Voeg alstublieft ten minste één meetcriterium toe.

source: Start value
nl_nl: Startwaarde

source: Binary
nl_nl: Binaire

source: Financial
nl_nl: Financieel

source: Unit
nl_nl: Eenheid

source: Progress: {{progress}}%
nl_nl: Voortgang: {{progress}}%

source: Got it, thanks!
nl_nl: Begrepen, bedankt!

source: The model was successfully created.
nl_nl: Het model is succesvol aangemaakt.

source: Edit model
nl_nl: Model bewerken

source: The details of the model were successfully saved.
nl_nl: De details van het model zijn succesvol opgeslagen.

source: All data
nl_nl: Alle gegevens

source: Selected models
nl_nl: Geselecteerde modellen

source: The models were successfully deleted.
nl_nl: De modellen zijn succesvol verwijderd.

source: The model was successfully deleted.
nl_nl: Het model is succesvol verwijderd.

source: No results.<br/>Clear your search to show all results.
nl_nl: Geen resultaten.<br/>Wis je zoekopdracht om alle resultaten te tonen.

source: Export data
nl_nl: Gegevens exporteren

source: Features
nl_nl: Functies

source: Models list
nl_nl: Modellenlijst

source: Training data last refreshed on
nl_nl: Trainingsgegevens voor het laatst bijgewerkt op

source: No models in the selected dataset
nl_nl: Geen modellen in de geselecteerde dataset

source: No models with name "{{phrase}}"
nl_nl: Geen modellen met de naam "{{phrase}}"

source: Open {{name}} properties
nl_nl: Open {{name}}-eigenschappen

source: Training might be required; the training data is older than the latest refreshed data.
nl_nl: Training kan nodig zijn; de trainingsgegevens zijn ouder dan de laatst bijgewerkte gegevens.

source: Retrain
nl_nl: Opnieuw trainen

source: The model was successfully retrained.
nl_nl: Het model is succesvol opnieuw getraind.

source: Select model {{name}}
nl_nl: Selecteer model {{name}}

source: Training data as of
nl_nl: Trainingsgegevens vanaf

source: Unselect model {{name}}
nl_nl: Deselecteer model {{name}}

source: Model description
nl_nl: Modelbeschrijving

source: Add a description for the model
nl_nl: Voeg een beschrijving toe voor het model

source: Coefficients
nl_nl: Coëfficiënten

source: Feature
nl_nl: Functie

source: Significance
nl_nl: Betekenis

source: Significance ranges:
nl_nl: Betekenisbereiken:

source: Standard error
nl_nl: Standaardfout

source: T-value
nl_nl: T-waarde

source: This model doesn't have any features yet.
nl_nl: Dit model heeft nog geen functies.

source: Model features
nl_nl: Modelkenmerken

source: Data scope:
nl_nl: Gegevensbereik:

source: Model information
nl_nl: Modelinformatie

source: Last trained by:
nl_nl: Laatst getraind door:

source: Last trained on:
nl_nl: Laatst getraind op:

source: Data version:
nl_nl: Dataversie:

source: Adjusted R squared:
nl_nl: Aangepaste R-kwadraat:

source: No model performance defined yet.
nl_nl: Nog geen modelprestatie gedefinieerd.

source: Model performance
nl_nl: Modelprestatie

source: Loss function:
nl_nl: Verliesfunctie:

source: Mean absolute error:
nl_nl: Gemiddelde absolute fout:

source: Mean squared error:
nl_nl: Gemiddelde kwadratische fout:

source: R squared:
nl_nl: R-kwadraat:

source: Root mean squared error:
nl_nl: Wortelgemiddelde kwadratische fout:

source: No population criteria yet.
nl_nl: Nog geen populatiecriteria.

source: Population criteria:
nl_nl: Populatiecriteria:

source: Model name
nl_nl: Modelnaam

source: Enter the name of the model
nl_nl: Voer de naam van het model in

source: Edit model details
nl_nl: Bewerk modeldetails

source: Training performance
nl_nl: Trainingsprestatie

source: A performance metric displayed in % and reflecting the ability of a model to explain the drivers of pay. For linear regression, it reflects the adjusted R^2.
nl_nl: Een prestatiemaatstaf weergegeven in % en die het vermogen van een model weerspiegelt om de drijfveren van beloning te verklaren. Voor lineaire regressie weerspiegelt het de aangepaste R^2.

source: Training data used
nl_nl: Gebruikte trainingsgegevens

source: Add all features
nl_nl: Voeg alle functies toe

source: Add all
nl_nl: Alles toevoegen

source: Available
nl_nl: Beschikbaar

source: Remove all features
nl_nl: Verwijder alle functies

source: Selected
nl_nl: Geselecteerd

source: Feature tree
nl_nl: Functiebomen

source: No population yet
nl_nl: Nog geen populatie

source: Confirm population
nl_nl: Bevestig populatie

source: The population criteria were successfully saved.
nl_nl: De populatiecriteria zijn succesvol opgeslagen.

source: Training data
nl_nl: Trainingsgegevens

source: Training complete.
nl_nl: Training voltooid.

source: Model Factory
nl_nl: Modelfabriek

source: not in
nl_nl: niet in

source: Training complete
nl_nl: Training voltooid

source: Keep new
nl_nl: Houd nieuw

source: Keep original
nl_nl: Houd origineel

source: Training saved
nl_nl: Training opgeslagen

source: +{{count}} more
nl_nl: +{{count}} meer

source: Please contact your administrator to enable the plugin.
nl_nl: Neem contact op met uw beheerder om de plugin in te schakelen.

source: Your account does not have access to this feature.
nl_nl: Uw account heeft geen toegang tot deze functie.

source: Plugin access disabled
nl_nl: Plugin-toegang uitgeschakeld

source: {{count}} option available
nl_nl: {{count}} optie beschikbaar

source: {{count}} options available
nl_nl: {{count}} opties beschikbaar

source: Loading...
nl_nl: Laden...

source: No options available
nl_nl: Geen opties beschikbaar

source: Based in
nl_nl: Gevestigd in

source: You have no listed team members. Come back later for further updates.
nl_nl: Je hebt geen teamleden vermeld. Kom later terug voor verdere updates.

source: Relation
nl_nl: Relatie

source: Goals that require an action from you or your manager
nl_nl: Doelen die een actie van u of uw manager vereisen

source: Approve or reject goals individually or approve all with optional comments.
nl_nl: Keur doelen individueel goed of af, of keur alles goed met optionele opmerkingen.

source: Goals that you own and need to work on.
nl_nl: Doelen die je bezit en waaraan je moet werken.

source: Goals that are shared with me
nl_nl: Doelen die met mij gedeeld zijn

source: Goal category
nl_nl: Doelcategorie

source: My goals
nl_nl: Mijn doelen

source: {{weight}}% weight of my goal plan
nl_nl: {{weight}}% gewicht van mijn doelplan

source: Start your journey
nl_nl: Begin uw traject

source: By setting a new goal
nl_nl: Door een nieuw doel in te stellen

source: You currently have no goals. Once goals are set, you'll be able to track your progress here.
nl_nl: U heeft momenteel geen doelen. Zodra doelen zijn ingesteld, kunt u hier uw voortgang bijhouden.

source: Here you will see the progress of your goals once they have moved forward.
nl_nl: Hier zie je de voortgang van je doelen zodra ze vooruit zijn gegaan.

source: Worker goals
nl_nl: Doelstellingen van medewerkers

source: Empty title
nl_nl: Lege titel

source: Progress
nl_nl: Voortgang

source: Search for a goal
nl_nl: Zoek naar een doel

source: Search for goals or people
nl_nl: Zoeken naar doelen of personen

source: Ready to submit
nl_nl: Klaar om in te dienen

source: Weight: {{weight}}%
nl_nl: Weging: {{weight}}%

source: {{weight}}% weight
nl_nl: {{weight}}% gewicht

source: Admin configuration
nl_nl: Beheerder configuratie

source: Administration
nl_nl: Administratie

source: Application setup
nl_nl: Toepassingsinstellingen

source: Budgeting
nl_nl: Budgettering

source: Builder
nl_nl: Bouwer

source: Business data management
nl_nl: Zakelijk gegevensbeheer

source: Manage workers and organizational data
nl_nl: Beheer werknemers en organisatorische gegevens

source: Business logic setup
nl_nl: Opzet van bedrijfslogica

source: Calibration
nl_nl: Kalibratie

source: Calibrations
nl_nl: Kalibraties

source: Pay Transparency
nl_nl: Salaristransparantie

source: Communication Rounds
nl_nl: Communicatierondes

source: Compensation Management
nl_nl: Compensatiemanagement

source: Configuration overview
nl_nl: Configuratieoverzicht

source: Compensation Rounds
nl_nl: Compensatierondes

source: Cultural settings
nl_nl: Culturele instellingen

source: Data Management
nl_nl: Gegevensbeheer

source: Worker view
nl_nl: Werknemervisie

source: Equity
nl_nl: Gelijkheid

source: Experience
nl_nl: Ervaring

source: Feature Enablement
nl_nl: Functie-inschakeling

source: Activate features and adjust their settings
nl_nl: Activeer functies en pas hun instellingen aan

source: Forms
nl_nl: Formulieren

source: Insights
nl_nl: Inzichten

source: Homepages
nl_nl: Startpagina's

source: Integrations
nl_nl: Integraties

source: Localizations
nl_nl: Lokalisaties

source: Mobile/EX config
nl_nl: Mobiele/EX-configuratie

source: Pay Intelligence
nl_nl: Salarisintelligentie

source: My passport
nl_nl: Mijn paspoort

source: My reviews
nl_nl: Mijn beoordelingen

source: Company Network
nl_nl: Bedrijfsnetwerk

source: Package builder
nl_nl: Pakketbouwer

source: Pay Information
nl_nl: Salarisinformatie

source: Pay Predictor
nl_nl: Salarisvoorspeller

source: Payout Curves
nl_nl: Uitbetalingscurves

source: People
nl_nl: Mensen

source: Performance Management
nl_nl: Prestatiebeheer

source: Platform Setup
nl_nl: Platforminstellingen

source: Define system parameters and customize the user experience on the platform.
nl_nl: Definieer systeemparameters en pas de gebruikerservaring op het platform aan.

source: Rules
nl_nl: Regels

source: Security
nl_nl: Beveiliging

source: Main
nl_nl: Hoofd

source: Talent Review Templates
nl_nl: Talent Review-sjablonen

source: Individual view
nl_nl: Individueel overzicht

source: Team & assigned reviews
nl_nl: Team & toegewezen beoordelingen

source: Toolbox
nl_nl: Gereedschapskist

source: Workbench
nl_nl: Werkbank

source: Workers & roles
nl_nl: Werknemers & rollen

source: Workflows
nl_nl: Werkstromen

source: City
nl_nl: Stad

source: Delete picture
nl_nl: Verwijder foto

source: The picture was successfully deleted.
nl_nl: De afbeelding is verwijderd.

source: We couldn't connect.
nl_nl: We konden geen verbinding maken.

source: Your Internet connection may be unstable. Please check your connection and try again. If the problem persists, contact your IT team for assistance.
nl_nl: Uw internetverbinding is mogelijk instabiel. Controleer uw verbinding en probeer het opnieuw. Als het probleem aanhoudt, neem dan contact op met uw IT-team voor ondersteuning.

source: Other
nl_nl: Anders

source: Peer
nl_nl: Collega

source: Direct report
nl_nl: Directe rapportage

source: Upload picture
nl_nl: Upload afbeelding

source: No due date provided
nl_nl: Geen vervaldatum opgegeven

source: No priority
nl_nl: Geen prioriteit

source: No tracking
nl_nl: Geen tracking

source: No type
nl_nl: Geen type

source: The nomination was approved.
nl_nl: De nominatie is goedgekeurd.

source: The nomination was submitted.
nl_nl: De nominatie is ingediend.

source: The nomination was rejected.
nl_nl: De nominatie werd afgewezen.

source: {{count}} days to closing
nl_nl: {{count}} dagen tot sluiting

source: Volume updated from {{before}} stocks to {{after}} stocks.
nl_nl: Volume bijgewerkt van {{before}} aandelen naar {{after}} aandelen.

source: Your notification list is empty.
nl_nl: Uw meldingenlijst is leeg.

source: Are you sure you want to delete all your notifications?
nl_nl: Weet je zeker dat je al je meldingen wilt verwijderen?

source: Are you sure you want to mark all notifications as read?
nl_nl: Weet je zeker dat je alle meldingen als gelezen wilt markeren?

source: All notifications were marked as read.
nl_nl: Alle meldingen zijn gemarkeerd als gelezen.

source: Mark as read
nl_nl: Markeren als gelezen

source: Mark as unread
nl_nl: Markeren als ongelezen

source: View all messages
nl_nl: Bekijk alle berichten

source: Create nudge
nl_nl: Maak herinnering

source: Enter the basic information and the message of the nudge
nl_nl: Voer de basisinformatie en het bericht van de herinnering in

source: Nudge details
nl_nl: Herinneringsdetails

source: Define the target population for the nudge
nl_nl: Bepaal de doelgroep voor de herinnering

source: Default email (notification@beqom.com)
nl_nl: Standaard e-mail (notification@beqom.com)

source: Email body
nl_nl: E-mailtekst

source: Email text
nl_nl: E-mail tekst

source: Message notification
nl_nl: Berichtmelding

source: Mobile push notification
nl_nl: Mobiele pushmelding

source: Notification bell text
nl_nl: Tekst meldingsbel

source: Nudge message
nl_nl: Herinneringsbericht

source: Sender
nl_nl: Verzender

source: Template owners
nl_nl: Sjablooneigenaren

source: The name is mandatory.
nl_nl: De naam is verplicht.

source: Template settings
nl_nl: Sjablooninstellingen

source: Redirection URL
nl_nl: Omleidings-URL

source: Copy and paste the link to the platform page you want users to visit.
nl_nl: Kopieer en plak de link naar de platformpagina die u wilt dat gebruikers bezoeken.

source: Are you sure you want to open the duplicated nudge?
nl_nl: Weet je zeker dat je de gedupliceerde herinnering wilt openen?

source: Download the modified Excel file
nl_nl: Download het gewijzigde Excel-bestand

source: Compile the list of people who will receive the nudge notification.
nl_nl: Stel de lijst samen van mensen die de herinneringsmelding zullen ontvangen.

source: View nudge
nl_nl: Bekijk nudge

source: Download Excel template
nl_nl: Download Excel-sjabloon

source: Edit the Excel file
nl_nl: Bewerk het Excel-bestand

source: Add at least one recipient to send the nudge.
nl_nl: Voeg ten minste één ontvanger toe om de herinnering te versturen.

source: Individuals to exclude
nl_nl: Personen om uit te sluiten

source: Individuals to include
nl_nl: Personen om op te nemen

source: Upload a list of recipients
nl_nl: Upload een lijst met ontvangers

source: Build a population
nl_nl: Bouw een populatie

source: Number of recipients: {{count}}
nl_nl: Aantal ontvangers: {{count}}

source: Population setup is restricted by template creator
nl_nl: Populatie-instelling is beperkt door sjabloonmaker

source: Remove all selections
nl_nl: Verwijder alle selecties

source: Send nudge
nl_nl: Stuur herinnering

source: Are you sure you want to send the nudge to {{count}} recipient?
nl_nl: Weet je zeker dat je de herinnering naar {{count}} ontvanger wilt sturen?

source: Are you sure you want to send the nudge to {{count}} recipients?
nl_nl: Weet je zeker dat je de herinnering naar {{count}} ontvangers wilt sturen?

source: Supported file formats: Excel. Maximum file size: 10MB.
nl_nl: Ondersteunde bestandsformaten: Excel. Maximale bestandsgrootte: 10MB.

source: An error occurred while validating the file. Please check the column names, the mandatory data and the file format, before trying again.
nl_nl: Er is een fout opgetreden bij het valideren van het bestand. Controleer de kolomnamen, de verplichte gegevens en het bestandsformaat voordat u het opnieuw probeert.

source: The file was successfully uploaded. Please download the log file.
nl_nl: Het bestand is geüpload. Download het logbestand.

source: The nudge notification was successfully sent.
nl_nl: De herinneringsmelding is verzonden.

source: Go to first page
nl_nl: Ga naar de eerste pagina

source: Go to {{page}} page
nl_nl: Ga naar de {{page}} pagina

source: Items per page
nl_nl: Items per pagina

source: {{firstRowPosition}} - {{lastRowPosition}} of {{totalRows}}
nl_nl: {{firstRowPosition}} - {{lastRowPosition}} van {{totalRows}}

source: Go to last page
nl_nl: Ga naar de laatste pagina

source: Go to next page
nl_nl: Ga naar de volgende pagina

source: Page {{page}}
nl_nl: Pagina {{page}}

source: Go to previous page
nl_nl: Ga naar de vorige pagina

source: of
nl_nl: van

source: Multiple
nl_nl: Meerdere

source: Paragraph
nl_nl: Paragraaf

source: External
nl_nl: Extern

source: Manager reassigned: you
nl_nl: Leidinggevende opnieuw toegewezen: jij

source: Career development plans that were reassigned to you
nl_nl: Carrièreontwikkelingsplannen die opnieuw aan jou zijn toegewezen

source: You don't have any career development plans assigned.
nl_nl: Je hebt geen loopbaanontwikkelingsplannen toegewezen gekregen.

source: Assigned plans
nl_nl: Toegewezen plannen

source: No files attached
nl_nl: Geen bestanden bijgevoegd

source: Your admin hasn’t added any resources yet.
nl_nl: Je beheerder heeft nog geen bronnen toegevoegd.

source: External link warning
nl_nl: Waarschuwing voor externe link

source: You’re about to visit
nl_nl: Je staat op het punt om te bezoeken

source: Please check that this link is trustworthy before continuing.
nl_nl: Controleer of deze link betrouwbaar is voordat u verdergaat.

source: Access important company links and resources.
nl_nl: Toegang tot belangrijke bedrijfslinks en -bronnen.

source: Conversation about the career development plan
nl_nl: Gesprek over het loopbaanontwikkelingsplan

source: Go to check-ins
nl_nl: Ga naar check-ins

source: My check-ins
nl_nl: Mijn check-ins

source: Career development plan
nl_nl: Loopbaanontwikkelingsplan

source: Stage
nl_nl: Fase

source: Save comment
nl_nl: Opmerking opslaan

source: No career development plans available
nl_nl: Geen loopbaanontwikkelingsplannen beschikbaar

source: Are you sure you want to submit the career development plan?
nl_nl: Weet u zeker dat u het loopbaanontwikkelingsplan wilt indienen?

source: Submit career development plan
nl_nl: Dien het loopbaanontwikkelingsplan in

source: The career development plan was successfully submitted.
nl_nl: Het loopbaanontwikkelingsplan is succesvol ingediend.

source: Submit to manager
nl_nl: Indienen bij manager
